import clock from "../../img/clock.png"
import browser from "../../img/browser.png"
import calendar from "../../img/calendar.png"
import notes from "../../img/notes.png"
import edition from "../../img/edition.png"
import support from "../../img/support.png"
import handshake from "../../img/handshake.png"

const content = [
    {
        id: 0,
        icon: clock,
        title: 'Время, уделяемое каждому проекту',
        desc: 'Один SEO-специалист продвигает не более 10 проектов,' +
            ' что гарантирует детальную проработку' +
            ' всех аспектов поисковой оптимизации и ' +
            'высокие результаты. Внимание уделяется ' +
            'как технической, так и коммерческой ' +
            'составляющей сайтов.'
    },
    {
        id: 1,
        icon: edition,
        title: 'Поддержка и развитие сайта',
        desc: 'За годы работы мы накопили уникальный опыт' +
            ' по сопровождению и поддержке сайтов: в настоящее' +
            ' время мы развиваем на постоянной основе более 50' +
            ' проектов наших клиентов, а также оказываем услуги' +
            ' разовой (нерегулярной) поддержки для более чем 100 клиентов.'
    },
    {
        id: 2,
        icon: support,
        title: 'Квалифицированные сотрудники',
        desc: 'Все SEO-специалисты в компании «Пиксель Плюс» регулярно ' +
            'проходят обязательное обучение и повышение квалификации. ' +
            'Опираясь на большую базу материалов, документацию, учебные' +
            'руководства и обучающие видео, мы достигаем высочайшего ' +
            'качества работы наших кадров.'
    },
    {
        id: 3,
        icon: browser,
        title: 'Комплексный подход',
        desc: 'Мы применяем весь накопленный опыт коллектива компании не ' +
            'только в сфере разработки сайтов и интернет-магазинов, но и' +
            ' продвижения (SEO). Ваш проект будет соответствовать самым ' +
            'актуальным требованиям поисковых систем, а также современным ' +
            'стандартам качества веб-разработки.'
    },
    {
        id: 4,
        icon: handshake,
        title: 'Нам не всё равно!',
        desc: 'Мы против потокового подхода к продвижению сайтов. Выполняя ' +
            'работу все сотрудники проявляют личное участие и внимание к' +
            'результату и отдаче. При необходимости, оказываются и сопутствующие' +
            ' услуги: аудит коммерческих качеств, подключение дополнительных каналов рекламы.'
    },
    {
        id: 5,
        icon: notes,
        title: 'Аналитика и консалтинг',
        desc: 'В нашей компании работают менеджеры проектов, аналитики и маркетологи с' +
            ' опытом работы в сфере веб-разработок свыше 6 лет. В отделе аналитики и' +
            ' консалтинга мы проводим комплексный аудит ресурсов: маркетинговый, ' +
            'юзабилити, технический и поисковый.'
    },
    {
        id: 6,
        icon: calendar,
        title: 'Гарантия качества выполняемых работ',
        desc: 'Прикладывая максимум усилий, мы гарантируем каждому проекту рост ' +
            'занимаемых позиций по продвигаемым поисковым запросам (высоко-, средне- и низкочастотным)' +
            ', увеличение целевого трафика и продаж/заказов. Достаточно следовать нашим рекомендациям.'
    },
]

export default content;